Repository: ARICOMA-D365BC/AC-IB-dynamics365smb-docs-OmegaT
Catalog: omegat/project_save.tmx
Source language: cs_cz
Languages: en_us

source: Sestava Definice datových struktur může sloužit jako dokumentace k migračním úlohám.
en_us: The Data Structure Definition report can serve as documentation for migration tasks.

source: Sestavu je možné najít nejen na stránce Sešit konfigurace, ale i zcela samostatně:
en_us: The report can be found not only on the Configuration Worksheet page, but also completely separately:

source: Sestavy
en_us: Reports

source: Seznam funkcí naleznete na pravé části stránky.
en_us: The list of functions can be found on the right side of the page.

source: Seznam položek výbavy, které chcete evidovat pro vozidla Vybavení vozidel
en_us: List of equipment items you want to register for vehicles Vehicle Equipment

source: Seznam přepravců:
en_us: List of shipping angents:

source: Sklad
en_us: Inventory

source: Skonto dobropisy pro CZ
en_us: Discount credits for CZ

source: Skupinám uživatelů se přiřadí určitá váha (stupeň důležitosti), která je jedním z faktorů při automatickém výpočtu priority požadavku.
en_us: User groups are assigned a certain weight (level of importance), which is one of the factors in the automatic request priority calculation

source: Sledování zásilek
en_us: Package Tracking

source: Slouží jako podklad pro výkaz o produkci obalů pro společnost EKO-KOM, a. s. Uvedená sestava zobrazí podklady pro vyplnění Výkazu obalů.
en_us: It serves as a basis for the report on packaging production for EKO-KOM, a. s. This report displays the basis for completing the Packaging Statements.

source: Slouží k přímému tisku štítků vybraných dopravců na zásilky, odesílání dat o zásilkách přepravci, objednání samotného svozu a sledování stavů balíků.|AC Parcels - Integrace Balíkobot| |Funkcionalita umožňující uživateli správu předplatného produktů firmy AUTOCONT v prostředí Business Central.|AC Monetizace
en_us: It is used for direct printing of selected carriers' labels on shipments, sending shipment data to the carrier, ordering the actual collection and tracking package statuses.|AC Parcels - Balíkobot Integration| |Functionality enabling the user to manage AUTOCONT product subscriptions in the Business Central environment.|AC Monetization

source: Slouží k záznamům o provozu vozidla, zadává se prostřednictvím Kniha Jízd.
en_us: It is used to record the operation of the vehicle, it is entered via the Drive Journal

source: Slouží tedy k nalezení úlohy dle hlavičky XML dokumentu v Bufferu.
en_us: It is used to find the task according to the header of the XML document in Buffer.

source: Slovenské statutární výkazy, Rozvaha a Výkaz zisků a ztrát, se dle požadavku Finanční správy SR importují sloučené, v jednom .xml souboru.
en_us: According to the requirements of the Financial Administration of the Slovak Republic, the Slovak Statutory Statements, Balance Sheet and Profit and Loss Statement are imported merged, in one .xml file.

source: Slovenský jazyk pro Business Central
en_us: Slovak language for Business Central

source: Služba Creditcheck ERP je zdarma stejně tak jako vytvoření výpisu CreditcheckList.
en_us: The Creditcheck ERP service is free of charge, as is the creation of the CreditcheckList.

source: Službu spustíte pomocí tlačítka Povoleno.
en_us: Use the Enabled button to start the service.

source: Službu spustíte pomocí tlačítka Ok.
en_us: Press Ok to start the service.

source: Službu zapnete vybráním pole Paperless Trade.
en_us: To turn on the service, select the Paperless Trade field.

source: Služby přepravců se stahují automaticky pomocí API Balíkobotu.
en_us: Shipping Agent Services are downloaded automatically using the Balikobot API.

source: Smazáno
en_us: Deleted

source: Soudní řízení
en_us: Court Proceedings

source: Souhlas s Obchodními podmínkami.
en_us: Consent to Terms and Conditions.

source: Souhrnný Výkaz to je 52068870.
en_us: The Summary Report is 52068870.

source: Souhrnný výkaz (VIES)
en_us: Summary Report (VIES)

source: Součástí add-on modulu je i aplikace dodávaná zákazníkům pro volné šíření, která umožňuje adresátům XML dokumentu zkontrolovat elektronický podpis včetně platnosti a neporušenosti dokumentu.
en_us: The add-on module also includes an application supplied to customers for free distribution, which allows the addressees of an XML document to check the electronic signature, including the validity and integrity of the document.

source: Součástí dodávky add-on modulu Evidence obalů jsou excelové soubory ekokom_def.xlsx a ekokom.xlsx obsahující parametrizaci pro Výkaz obalů EKO-KOM. Soubory s parametrizací lze do systému nahrát pomocí služby RapidStart.
en_us: The add-on module Pack Tracking is supplied with excel files ekokom_def.xlsx and ekokom.xlsx containing the parameterization for EKO-KOM Packaging Statements. The parameterisation files can be uploaded to the system using the RapidStart Service.<s

source: Specifické typy vymáhání lze nastavit pomocí číselníku Druhy vymáhání:
en_us: Specific types of recovery can be set using the Enforcement Methods:

source: Společnost CreditCheck deklaruje, že každý den ve své databázi českých firem provádí 185 různých typů kontrol.
en_us: CreditCheck declares that it performs 185 different types of checks in its database of Czech companies every day.

source: Spooler slouží pro komunikaci systému Business Central s externími systémy nebo datovými zdroji.
en_us: Spooler is used for communication of the Business Central system with external systems or data sources.

source: Spooler slouží pro komunikaci systému Microsoft Dynamics Business Central s externími systémy nebo datovými zdroji.
en_us: Spooler is used for communication of the Microsoft Dynamics Business Central system with external systems or data sources.

source: Spooler umožňuje aktuálně využívat celkem 5 komunikačních protokolů (tento počet se neustále rozrůstá).
en_us: Spooler currently allows the use of a total of 5 communication protocols (this number is constantly growing).

source: Spotřební daň
en_us: Excise duty

source: Správa předplatného
en_us: Subscription management

source: Spustte sestavu Ověření DIČ – položky DPH.
en_us: Run the Check VAT Reg. - VAT Entries report.

source: Spustí se průvodce pro vkládání.
en_us: The Insertion Wizard starts.

source: Spusťte a přihlašte se do Business Central.
en_us: Launch and sign in to Business Central.

source: Spusťte akci Export platebního příkazu… (alternativou je ruční zadání řádků příkazu, popř. funkce Import…)
en_us: Run the Export payment order… action (the alternative is to enter the order lines manually, or the Import… function)

source: Spusťte akci Navrhni platby… (alternativou je ruční zadání řádků příkazu, popř. funkce Import…)
en_us: Run the Suggest Payments… action (the alternative is to enter the order lines manually, or the Im-port function…)

source: Spusťte akci Platební kalendář.
en_us: Start the Payment Calendar action.

source: Spusťte akci Upravit.
en_us: Run the Edit action.

source: Spusťte akci Registrovat EET.
en_us: Start the Register EET action.

source: Spusťte funkci Generovat platby.
en_us: Start the Generate Payments function.

source: Spusťte funkci Nastavit výchozí webovou službu, která naplní URL služby.
en_us: Start the Set Default Web Service feature, which populates the service URL.

source: Spuštění funkce potvrďte pomocí tlačítka OK.
en_us: Confirm the start of the function with the OK button.

source: Spuštění se provede kliknutím na ikonu stavu CreditCheck (semafor).
en_us: To start, click on the CreditCheck status icon (traffic light).

source: Spuštění webových zdrojů kontaktu je nyní umožněno také na kartě dodavatele/zákazníka a také na souvisejících dokladech (nabídka, objednávka, faktura, pokladní doklad, příkaz k úhradě).
en_us: Launching the contact's web resources is now also possible on the vendor / customer card and also on related documents (quotation, order, invoice, cash receipt, payment order).

source: Spuštěním akce Nový vytvořte nový doklad.
en_us: Run the New action to create a new document.

source: Standardní funkce Navigovat zobrazí kartu evidence pošty a Související doklady pošty.
en_us: The standard Navigate feature displays the Mail Records tab and the Related Mail Documents tab.

source: Standardní prodejní cenotvorba je založena na myšlence vyhledání nejnižší možné ceny.
en_us: Standard sales pricing is based on the idea of finding the lowest possible price.

source: Standardní systém Dynamics 365 Business Central rozšiřujeme o řadu funkcionalit doplňujících legislativní požadavky a osvědčené postupy.
en_us: We are expanding the standard Dynamics 365 Business Central system with a range of functionality complementing legislative requirements and best practices.

source: Stav CreditCheck
en_us: CreditCheck status

source: Stav vymáhání pohledávky je zobrazen v Informačním okně Podrobnosti položky zákazníka.
en_us: The receivable collection status is displayed in the Customer Ledger Entry FactBox.

source: Stav workflow je pak povoleno změnit pouze pokud všechny kontroly v rámci kontrolovaných tabulek vyhovují.
en_us: The workflow status is then allowed to be changed only if all checks within the inspected tables are compliant.

source: Stav záznamu označuje pole Zpracováno.
en_us: The status of the record is indicated by the Processed field.

source: Stav Řízení stavů je pak povoleno změnit pouze pokud všechny kontroly v rámci kontrolovaných tabulek vyhovují.
en_us: The Status Management status is then allowed to be changed only if all checks within the scanned tables match.

source: Stažené informace o bonitě zákazníka CreditCheck ERP (do bonity patří i info o nespolehlivém plátci DPH) jsou na kartě dodavatele zobrazeny v Informačním okně Hodnocení dodavatele.
en_us: Downloaded information about the creditworthiness of the CreditCheck ERP customer (creditworthiness also includes information about an unreliable VAT payer) is displayed on the supplier's card in the Supplier Evaluation Information Window.

source: Stiskem Detaily… uživatel zobrazí Protokol ověření DIČ.
en_us: Press Details… the user will display the VAT Verification Protocol.

source: Stránku následně můžete zavřít.
en_us: You can then close the page.

source: Synchronizace master dat - ANO
en_us: Master data synchronization - YES

source: Synchronizace může být nezávislá a různá pro několik firem.
en_us: Synchronization can be independent and different for several companies.

source: Synchronizace některých tabulek je z hlediska systému nesmyslná nebo může způsobit kolizi.
en_us: Synchronizing some tables is meaningless from the point of view of the system or may cause a collision.

source: Synchronizace probíhá buď automaticky při změnách v definovaných datových tabulkách nebo ji můžete spustit ručně.
en_us: Synchronization either takes place automatically when changes are made to the defined data tables or you can start it manually.

source: Systém automaticky doplní data pro zásilku.
en_us: The system automatically fills in the data for the shipment.

source: Systém automaticky vygeneruje PDF faktury a připojí k zásilce.
en_us: The system automatically generates PDF invoices and attaches them to the shipment.

source: Systém nevydá doklad pokud není vyplněno telefonní číslo a/nebo e-mail!
en_us: Business Central will not issue a receipt if the phone number and/or email is not filled in!

source: Systém provádí kontrolu ručně zadaného směnného kurzu vůči nastaveným limitům.
en_us: The system checks the manually entered exchange rate against the set limits.

source: Systém se automaticky zeptá, zda požadujete Přepočítat součtové řádky.
en_us: The system will automatically ask if you want to recalculate the total rows.

source: TCP – IP adresa čárka port čárka Timeout
en_us: TCP – IP address comma port comma Timeout

source: TCP – port čárka Timeout
en_us: TCP – port comma Timeout

source: Ta umožňuje sledovat saldo původních zákazníků/dodavatelů včetně postoupených dokladů.
en_us: This allows you to monitor the balance of the original customers / vendors, including the transferred documents.

source: Tabulka přepravců
en_us: Table of Shipping Agents

source: Tabulku lze vybrat z číselníku již synchronizovaných tabulek.
en_us: The table can be selected from the dial list of already synchronized tables.

source: Tabulku lze vybrat z číselníku všech tabulek.
en_us: The table can be selected from the code list of all tables.

source: Takovou možnost dnes firma má pro zaokrouhlení pomocí rozšířeného nastavení na bázi Kódu způsobu platby.
en_us: Today, the company has such an option for rounding using advanced settings based on the Payment Method Code.

source: Takto označený stav se vyplní při založení nového dokumentu Evidence pošty.
en_us: The status marked in this way is filled in when creating a new Mail Record document.

source: Také umožňuje evidovat interní reklamace.|Reklamace| |Modul Doprava – základ řeší problematiku evidence vozidel, plánování údržby vozidel, evidence řidičů, evidence knih jízd a evidenci spotřeby pohonných hmot (včetně možnosti importu souborů o nákupech na palivové karty, např. CCS).|Doprava - základ| |Modul Doprava – plánování rozšiřuje základní modul dopravy zejména o řízení a plánování jízd pomocí příkazů k jízdě a pomocí pultu dispečera dopravy.|Doprava - plánování| |Modul Workflow – řízení stavů přidává do systému Dynamics 365 Business Central nástroje pro řízení stavů při postupném zpracování úloh jedním či více uživateli.|WorkFlow - řízení stavů| |Publikování SharePoint umožňuje přímo z prostředí systému Dynamics 365 Business Central publikovat dokumenty v centrálním datovém úložišti SharePoint, souborovém systému či databázi Dynamics 365 Business Central a propojit je se záznamy v tabulkách informačního systému.|Publikování SharePoint| |Komponenta zabezpečující on-line nebo pravidelnou periodickou obousměrnou komunikaci či synchronizaci dat mezi systémem Dynamics 365 Business Central a jinými systémy prostřednictvím různých komunikačních kanálů, v různých formátech a za libovolným účelem.|Spooler| |Centrální číselníky umožňují pomocí add-onu Spooler synchronizovat číselníky mezi různými NAV databázemi a společnostmi.
en_us: It also allows you to record internal complaints.|Complaints| |The Transport - Basic module deals with vehicle records, vehicle maintenance planning, driver records, logbook records and fuel consumption records (including the ability to import files on fuel card purchases, e.g. CCS).|Transport - basic| |The Transport - Planning module extends the basic transport module, in particular by controlling and planning journeys by means of travel orders and the transport dispatcher console.|Transport - Planning| |The State Management module adds state management tools to Dynamics 365 Business Central to manage the sequential processing of jobs by one or more users.|State control| |SharePoint Publishing allows you to publish documents directly from within Dynamics 365 Business Central to a central SharePoint data store, file system, or Dynamics 365 Business Central database and link them to records in information system tables.|SharePoint publishing| |A component that provides on-line or periodic bi-directional communication or synchronization of data between Dynamics 365 Business Central and other systems through different communication channels, in different formats, and for any purpose.|Spooler| |Central Database allow you to synchronize data between different Business Central databases and companies via the Spooler add-on module.

source: Tato firma stanovuje nastavení pro “podřízené” firmy.
en_us: This company sets settings for "subordinate" companies.

source: Tato funkce je dostupná pouze pro In Buffer.
en_us: This function is only available for In Buffer.

source: Tato funkce je průvodcem, kdy předvyplní maximální množství údajů ze vstupního dokladu.
en_us: This function is a wizard where it pre-fills the maximum amount of data from the input document.

source: Tato funkce navrhne pořadí, v jakém mají být jednotlivé balíčky zpracovávány při zohlednění vzájemných vazeb (pole Pořadí balíčku a Pořadí tabulky v Sešitu konfigurace).
en_us: This function suggests the order in which the individual packages should be processed, taking into account the interrelationships (the Field Order and Table Order fields in the Configuration Workbook).

source: Tato funkce pomáhá kontrolovat nastavené pole na jiné stránce (v jiné tabulce, jako je tabulka, v které aktuálně pracujete).
en_us: This feature helps you check the field you set on another page (in a different table, such as the table you're currently working in).

source: Tato funkce rozšiřuje možnost práce s DPH a umožňuje uživatelům:
en_us: This feature expands the ability to work with VAT and allows users to:

source: Tato funkce umožňuje jednodušeji vytvářet nové číselné řady pro nový fiskální rok a snižuje množství chyb.
en_us: This feature makes it easier to create new number series for a new fiscal year and reduces errors.

source: Tato funkce umožňuje připravit tiskovou sestavu, popř. i zaúčtovat vypočtené odpočty DPH.
en_us: This function allows you to prepare a print report or even post the calculated VAT deductions.

source: Tato funkcionalita je při správném nastavení vhodná nejen české, ale i pro slovenské společnosti.
en_us: With the correct settings, this functionality is suitable not only for Czech but also for Slovak companies.

source: Tato funkcionalita slučuje řádky plateb pro dodavatele, kteří mají povoleno kumulovat platby, dle pravidel nastavených na bankovním účtu.
en_us: This functionality combines payment lines for vendors who are allowed to accumulate payments, according to the rules set in the bank account.

source: Tato funkčnost byla upravena o specifika slovenského vykazování.
en_us: This functionality has been modified by the specifics of Slovak reporting.

source: Tato kontrola se provádí při validaci zákazníka/plátce (resp. dodavatele/věřitele) na dokladu; pro období od pracovního data zpětně se hledá záznam v tabulce Protokol ověření DIČ s ověřenou registrací (stav Platný = DIČ je registrováno k DPH či Neplatný = DIČ není registrováno k DPH).
en_us: This check is carried out during the validation of the customer/payer (or supplier/creditor) on the document; for the period from the work date retrospectively, a record in the table VAT ID verification with verified registration is searched (status Valid = VAT ID is registered for VAT or Invalid = VAT ID is not registered for VAT).

source: Tato nápověda Vám pomůže nastavit Business Central do slovenského jazyka.
en_us: This help will help you set up Business Central in the Slovak language.

source: Tato oprávnění lze následně přidělit vč. časové platnosti konkrétnímu řidiči
en_us: These authorisations can then be assigned, including time validity, to a specific driver

source: Tato se použije pouze v případě, že použijete způsob platby s jiným protiúčtem než Pokladna (pokladny mají vlastní číselné řady viz Nastavení číselných řad pro příjmové a výdajové doklady).
en_us: . This will only be used if you use a payment method with a counter-account other than Cashier (cashiers have their own number series, see Cash Desk Localization for Czech).

source: Tato sestava prochází položky DPH, kontroluje stav registrace DPH, případně ověří DIČ online, je-li třeba.
en_us: This report reviews VAT entries, checks the status of VAT registration, or verifies the VAT ID online if necessary.

source: Tato sestava se může nastavit, aby se tiskla automaticky po objednání svozu.
en_us: This report can be set to print automatically when a collection is ordered.

source: Tato stránka obsahuje seznam a popis funkcionalit, které byly odstraněny z AC Financial Packu.
en_us: This page contains a list and description of features that have been removed from the AC Financial Pack.

source: Tato stránka obsahuje seznam funkcionalit, které byly přesunuty, odstraněny nebo nahrazeny z AC Financial Packu.
en_us: This page contains a list of features that have been moved, removed or replaced from the AC Financial Pack.

source: Tato stránka umožňuje souhrnný pohled na neuzavřené karty evidence pošty.
en_us: This page provides a summary view of unclosed mail records cards.

source: Tato tabulka je relačně nebo logicky podřízena a její data mají vazbu k nadřízené tabulce
en_us: This table is relationally or logically subordinate and its data is bound to the parent table

source: Tato tabulka je součástí dodávaného konfiguračního balíčku.
en_us: This table is part of the supplied configuration package.

source: Tato vazba je následně použita při vytváření nákupních faktur z výpisu čerpání.
en_us: This link is then used when creating purchase invoices for purchase statements.

source: Tato volba HelpDesku nabízí přehledové zobrazení požadavků s přednastavenými volitelnými filtry v záhlaví pro snadnější vyhledávání.
en_us: This HelpDesk option offers an overview view of requests with preset optional filters in the header for easier searching.

source: Tato volba se uplatňuje hlavně při synchronizaci již existujících dat do nových systémů (migrace a parametrizace).
en_us: This option is used mainly when synchronizing existing data into new systems (migration and parameterization).

source: Tato část je součástí rozšířené verze Doprava – plánování.
en_us: This section is part of the extended version of Transportation – Planning.

source: Ten nabývá hodnot Položka, Datový interval nebo Číselný interval.
en_us: It takes values Entry, Date Interval or Numerical Interval.

source: Ten nastavíme následujícím způsobem.
en_us: We set it up as follows.

source: Tento Addon využívá API služby Balíkobot.
en_us: This addon uses the API of the Balikobot service.

source: Tento addon je stavěn na základě načítání čárového kódu (čísel) účtovaných dokladů.
en_us: This addon is built on the basis of reading barcode (numbers) of charged documents.

source: Tento balíček obsahuje data, která se nestahují z API Balíkobotu:
en_us: This package contains data that is not downloaded from the Balíkobot API:

source: Tento doklad lze otevřít standardní funkcionalitou Navigace, přes funkce – Navigace a nebo Související doklady pošty.
en_us: This document can be opened by the standard Navigation functionality, via the navigation function or Mail Related documents.

source: Tento kód je součástí XML dokumentu a na jeho základě se rozeznává, zda dokument může počkat se zpracováním.
en_us: This code is part of the XML document and is used to determine whether the document can wait for processing.

source: Tento kód je součástí XML dokumentu a na jeho základě se rozeznává, zda se dokument musí ihned zpracovat a odeslat odpověď.
en_us: This code is part of the XML document and uses it to identify whether the document must be processed immediately and a response sent.

source: Tento kód nemá další vazbu v systému a uživatel si ho může nastavit, jak chce (jméno firmy, skupina firem, typ synchronizace atd.).
en_us: This code has no other link in the system and the user can set it as he wants (company name, group of companies, type of synchronization, etc.).

source: Tento modul je postaven samostatně a nezasahuje do ostatních modulů.
en_us: This module is built separately and does not interfere with other modules.
